app/controllers/authors_controller.rb

  def show
    @author = Author.first
---
SELECT  "authors".* FROM "authors"  ORDER BY "authors"."id" ASC LIMIT 1